module.exports = {
    '/博客学习/': [
        ['Https加密', 'Https加密'],
        ['XMLHttpRequest对象', 'XMLHttpRequest对象'],
        ['canvas', 'canvas'],
        ['chrome-extension', 'chrome-extension'],
        ['es6', 'es6'],
        ['http与https', 'http与https'],
        ['http常用方法', 'http常用方法'],
        ['vue数据双向绑定', 'vue数据双向绑定'],
        ['前后端分离', '前后端分离'],
        ['前端代理方式', '前端代理方式'],
        ['单点登录', '单点登录'],
        ['原型到原型链', '原型到原型链'],
        ['数字格式化', '数字格式化'],
        ['浏览器缓存', '浏览器缓存'],
        ['类型检测方法总结', '类型检测方法总结'],
        ['节流与防抖', '节流与防抖'],
        ['跨域', '跨域'],
        ['重定向 && 转发', '重定向 && 转发']
    ],
    '/前端安全知识总结/': [
        ['CSRF攻击', 'CSRF攻击'],
        ['XSS攻击', 'XSS攻击']
    ],
    '/设计模式/': [
        ['设计模式 (三)', '设计模式 (三)'],
        ['设计模式 （二）', '设计模式 （二）'],
        ['设计模式--前奏', '设计模式--前奏'],
        ['设计模式（一）', '设计模式（一）']
    ]
}